Repository: threadi/audio-on-every-block
Catalog: languages/audio-on-every-block-*.po
Languages: de_de

source: Audio on every Block
de_de: Audio an jedem Block

source: Adds the possibility to add an audio-file for each Gutenberg-Block.
de_de: Fügt die Möglichkeit hinzu, für jeden Gutenberg-Block eine Audiodatei hinzuzufügen.

source: Settings
de_de: Einstellungen

source: Position of the output in relation to the block content
de_de: Position des Ausgangs in Bezug auf den Block-Inhalt

source: Audio on every Block Settings
de_de: Audio in jedem Block Einstellungen

source: above
de_de: oberhalb

source: below
de_de: unterhalb

source: Audio Playback
de_de: Audio-Wiedergabe

source: Choose an audio-file
de_de: Wähle eine Audiodatei

source: Remove audio-file
de_de: Audiodatei entfernen

source: Title
de_de: Titel
